Gets all ElementIds of grid lines in the V direction.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public ICollection<ElementId> GetVGridLineIds()
  Visual Basic
Public Function GetVGridLineIds As ICollection(Of ElementId)
  Visual C++
public:
ICollection<ElementId^>^ GetVGridLineIds()
 Return Value
 The V grid line ElementIds
 See Also
  CurtainGrid Class
  Autodesk.Revit.DB Namespace